Repository: VenStudio/Last-Siege
Catalog: Assets/Localization/*.po
Languages: ar

source: Active
ar: مستخدم

source: Equip
ar: تسلح ب

source: Bow
ar: قوس

source: Crossbow
ar: النشاب

source: Castle Health is Full
ar: صحة القلعة كاملة

source: Heal Fortress 250/%s +20HP for 15G
ar: استعد صحة الحصن 250/%s +20 نقطة ب15G

source: Castle Health
ar: صحة القلعة

source: Wave %s Complete
ar: اكتملت الجولة %s

source: Waves %s/7
ar: الجولة %s/7

source: Press `Escape` to cancel
ar: اضغط 'Escape' للإلغاء

source: < SHOP
ar: المتجر >

source: Shop
ar: المتجر

source: Traps
ar: الفخاخ

source: Blocks the way of the enemies
ar: يقف في طريق الأعداء

source: Buy Stone Wall 12G
ar: اشتر الجدار الحجري 12G

source: Deals damage to enemies walking above it
ar: يسبب ضرراً للأعداء الذين يمشون من فوقه

source: Buy Ground Spikes 24G
ar: اشتر الفخ الأرضي 24G

source: Slows down any enemy in it's range
ar: يبطأ سرعة الأعداء داخل نطاقه

source: Buy Freeze Crystal 32G
ar: اشتر الكريستالة المجمدة 32G

source: Weapons
ar: الأسلحة

source: Your default Bow
ar: قوسك الأصلي

source: Buy Bow 5G
ar: اشتر القوس

source: Slower, but deals much higher damage
ar: بطيء ولكنه يسبب ضرراً عالياً جداً

source: Buy Crossbow 60G
ar: اشتر النشاب 60G

source: Misc.
ar: أخرى.

source: Start Wave %s
ar: ابدأ الجولة %s

source: THE ABALISE FORTRESS HAS BEEN BREACHED
ar: حصن أباليس تم اختراقه

source: Retry
ar: إعادة

source: Play
ar: ابدأ

source: Settings
ar: الإعدادات

source: Exit
ar: خروج

source: Audio
ar: الصوتيات

source: Master
ar: الأصوات

source: Sound Effects
ar: المؤثرات الصوتية

source: Music
ar: الموسيقى

source: Video
ar: البصريات

source: FullScreen
ar: ملئ الشاشة

source: Language
ar: اللغة

source: Return
ar: رجوع

source: To Abalise Fortress, The whole country has fallen; there is no city left unscathed. We have been completely invaded, our lands ravaged, our people displaced. Abalise is the last standing fortress for our country, a beacon of hope amidst the surrounding darkness. You carry the weight of our nation's fate on your shoulders. I beg you, hold your ground and fight with all your might. Use every ounce of your strength, every weapon at your disposal. You are not just defending a fortress; you are fighting for the memory of our ancestors, the safety of our families, and the future of our children. If Abalise falls, our country will be lost to history. May the strength of our forebears guide you, and may the hope of our people sustain you. Fight, for the country, for our future, for Abalise. With all my hopes and prayers, General Aldric
ar: إلى قلعة أباليس، لقد سقطت البلاد بأكملها؛ لم تبقى مدينة واحدة سالمة. لقد تعرضنا لغزو شامل، وأراضينا نهبت، وشعبنا تشرد. أباليس هي آخر حصن صامد لبلادنا، منارة الأمل وسط الظلام المحيط. تحملون على أكتافكم مصير أمتنا. أرجو منكم الصمود والقتال بكل قوتكم. استخدموا كل ذرة من قوتكم، وكل سلاح في متناولكم. أنتم لا تدافعون فقط عن قلعة؛ أنتم تقاتلون من أجل ذكرى أجدادنا، وسلامة عائلاتنا، ومستقبل أطفالنا. إذا سقطت أباليس، ستضيع بلادنا في صفحات التاريخ. لتكن قوة أجدادنا مرشدة لكم، وليكن أمل شعبنا داعماً لكم. قاتلوا من أجل البلاد، من أجل مستقبلنا، من أجل أباليس. مع كل آمالي ودعواتي، الجنرال ألدرِك

source: Defend Abalise
ar: احمي أباليس

source: Skip >
ar: < تخطي

source: To Abalise Fortress, Bla Bla Bla... New kingdom here babyyyyy Thanks For Playing! General Aldric
ar: إلى قلعة أباليس، بلا بلا بلا... المملكة الجديدة هنااااااااااااا شكرًا على اللعب! الجنرال ألدرِك

source: Exit Game
ar: خروج
